{
  "[PAD]": 0,
  "[MASK]": 1,
  "Strike_R": 2,
  "Defend_R": 3,
  "Bash": 4,
  "AscendersBane": 5,
  "Trip": 6,
  "Burning Blood": 7,
  "Heavy Blade": 8,
  "PreservedInsect": 9,
  "Whirlwind": 10,
  "Clothesline": 11,
  "Peace Pipe": 12,
  "Rampage": 13,
  "Dodecahedron": 14,
  "Inflame": 15,
  "Vajra": 16,
  "Tiny Chest": 17,
  "Strike_B": 18,
  "Defend_B": 19,
  "Zap": 20,
  "Dualcast": 21,
  "Cracked Core": 22,
  "NeowsBlessing": 23,
  "Steam": 24,
  "Capacitor": 25,
  "Barrage": 26,
  "Defragment": 27,
  "Darkness": 28,
  "Strike_G": 29,
  "Defend_G": 30,
  "Survivor": 31,
  "Neutralize": 32,
  "Ring of the Snake": 33,
  "Bullet Time": 34,
  "Flying Knee": 35,
  "Blade Dance": 36,
  "Endless Agony": 37,
  "Odd Mushroom": 38,
  "Backstab": 39,
  "Sundial": 40,
  "Snake Skull": 41,
  "PiercingWail": 42,
  "Regal Pillow": 43,
  "Sozu": 44,
  "Cloak And Dagger": 45,
  "Centennial Puzzle": 46,
  "Choke": 47,
  "Well Laid Plans": 48,
  "Leg Sweep": 49,
  "Prayer Wheel": 50,
  "Deadly Poison": 51,
  "Bane": 52,
  "Catalyst": 53,
  "Barricade": 54,
  "Shockwave": 55,
  "Body Slam": 56,
  "Doubt": 57,
  "Quick Slash": 58,
  "Ancient Tea Set": 59,
  "Masterful Stab": 60,
  "Oddly Smooth Stone": 61,
  "Backflip": 62,
  "Toy Ornithopter": 63,
  "Fusion Hammer": 64,
  "Searing Blow": 65,
  "Headbutt": 66,
  "Shrug It Off": 67,
  "Pommel Strike": 68,
  "Iron Wave": 69,
  "Cursed Key": 70,
  "Melter": 71,
  "Go for the Eyes": 72,
  "CeramicFish": 73,
  "Perfected Strike": 74,
  "Disarm": 75,
  "Juggernaut": 76,
  "Unceasing Top": 77,
  "Armaments": 78,
  "White Beast Statue": 79,
  "Strike_P": 80,
  "Defend_P": 81,
  "Eruption": 82,
  "Vigilance": 83,
  "Alpha": 84,
  "PureWater": 85,
  "Prostrate": 86,
  "TalkToTheHand": 87,
  "LikeWater": 88,
  "Bronze Scales": 89,
  "Distraction": 90,
  "Gash": 91,
  "Mayhem": 92,
  "Beam Cell": 93,
  "Injury": 94,
  "Golden Idol": 95,
  "White Noise": 96,
  "DataDisk": 97,
  "Thunder Strike": 98,
  "Smiling Mask": 99,
  "PathToVictory": 100,
  "FearNoEvil": 101,
  "Ball Lightning": 102,
  "Dual Wield": 103,
  "MawBank": 104,
  "Ghostly Armor": 105,
  "Evolve": 106,
  "Infernal Blade": 107,
  "Wild Strike": 108,
  "Girya": 109,
  "Bag of Marbles": 110,
  "Flex": 111,
  "Singing Bowl": 112,
  "Acrobatics": 113,
  "Slice": 114,
  "Twin Strike": 115,
  "Thunderclap": 116,
  "Bird Faced Urn": 117,
  "Feel No Pain": 118,
  "After Image": 119,
  "Meat on the Bone": 120,
  "Heel Hook": 121,
  "Sword Boomerang": 122,
  "War Paint": 123,
  "Ornamental Fan": 124,
  "Thread and Needle": 125,
  "Rebound": 126,
  "Cold Snap": 127,
  "Static Discharge": 128,
  "Mummified Hand": 129,
  "Loop": 130,
  "Skim": 131,
  "Happy Flower": 132,
  "InkBottle": 133,
  "Regret": 134,
  "Nunchaku": 135,
  "Art of War": 136,
  "HornCleat": 137,
  "Boot": 138,
  "Kunai": 139,
  "Meditate": 140,
  "Matryoshka": 141,
  "Impervious": 142,
  "Cleave": 143,
  "Fire Breathing": 144,
  "Flame Barrier": 145,
  "Sunder": 146,
  "Double Energy": 147,
  "BootSequence": 148,
  "Clash": 149,
  "Second Wind": 150,
  "Berserk": 151,
  "Anchor": 152,
  "Reaper": 153,
  "Red Skull": 154,
  "Bag of Preparation": 155,
  "Limit Break": 156,
  "Dark Embrace": 157,
  "Astrolabe": 158,
  "Warcry": 159,
  "Hemokinesis": 160,
  "Rupture": 161,
  "Pain": 162,
  "CaptainsWheel": 163,
  "WarpedTongs": 164,
  "Strawberry": 165,
  "Scrape": 166,
  "Frozen Egg 2": 167,
  "FTL": 168,
  "Sweeping Beam": 169,
  "Genetic Algorithm": 170,
  "Omamori": 171,
  "Juzu Bracelet": 172,
  "Self Repair": 173,
  "Fusion": 174,
  "Auto Shields": 175,
  "Turnip": 176,
  "Meteor Strike": 177,
  "Consume": 178,
  "Heatsinks": 179,
  "Shame": 180,
  "Dagger Spray": 181,
  "Dagger Throw": 182,
  "Eternal Feather": 183,
  "Toxic Egg 2": 184,
  "Leap": 185,
  "Battle Trance": 186,
  "Bludgeon": 187,
  "Blue Candle": 188,
  "Double Tap": 189,
  "Seeing Red": 190,
  "BowlingBash": 191,
  "WindmillStrike": 192,
  "FlurryOfBlows": 193,
  "EmptyFist": 194,
  "The Courier": 195,
  "Protect": 196,
  "Runic Pyramid": 197,
  "Fiend Fire": 198,
  "All Out Attack": 199
}